benchmark/0/U
FoamFile
{
  format    ascii;
  class     volVectorField;
  location  "0";
  object    U;
}

dimensions  [0 1 -1 0 0 0 0];

internalField  uniform (0.05 0 0);

boundaryField
{
  xmin
  {
    type   fixedValue;
    value  uniform (0.05 0 0);
  }
  xmax
  {
    type        inletOutlet;
    inletValue  uniform (0 0 0);
    value       $internalField;
  }
  "zmin|zmax|ymin|ymax"
  {
    type  noSlip;
  }
}
