benchmark/0/p
FoamFile
{
  format  ascii;
  class   volScalarField;
  object  p;
}

dimensions  [0 2 -2 0 0 0 0];

internalField  uniform 0;

boundaryField
{
  xmin
  {
    type  zeroGradient;
  }
  xmax
  {
    type   fixedValue;
    value  $internalField;
  }
  "zmin|zmax|ymin|ymax"
  {
    type  zeroGradient;
  }
}
