benchmark/constant/momentumTransport
FoamFile
{
    format      ascii;
    class       dictionary;
    object      momentumTransport;
}

simulationType  laminar;

RAS
{
    model               kOmegaSST;

    turbulence          off;

    printCoeffs         on;
}
