benchmark/system/blockMeshDict
FoamFile
{
  version  2.0;
  format   ascii;
  class    dictionary;
  object   blockMeshDict;
}

convertToMeters  1;

vertices
(
  (0.00 0.00 0.00)
  (0.20 0.00 0.00)
  (0.20 0.01 0.00)
  (0.00 0.01 0.00)
  (0.00 0.00 0.02)
  (0.20 0.00 0.02)
  (0.20 0.01 0.02)
  (0.00 0.01 0.02)
);

blocks
(
  hex (0 1 2 3 4 5 6 7) (600 30 60) simpleGrading (1 1 1)
);

edges
(
);

boundary
(
  xmin
  {
    type  patch;
    faces
    (
      (0 4 7 3)
    );
  }
  xmax
  {
    type  patch;
    faces
    (
      (2 6 5 1)
    );
  }
  ymin
  {
    type  patch;
    faces
    (
      (1 5 4 0)
    );
  }
  ymax
  {
    type  patch;
    faces
    (
      (3 7 6 2)
    );
  }
  zmin
  {
    type  patch;
    faces
    (
      (0 3 2 1)
    );
  }
  zmax
  {
    type  patch;
    faces
    (
      (4 5 6 7)
    );
  }
);
