benchmark/system/controlDict
FoamFile
{
  version  2.0;
  format   ascii;
  class    dictionary;
  object   controlDict;
}

solver  incompressibleFluid;

startFrom  latestTime;

startTime  0;

stopAt  endTime;

endTime  200;

deltaT  1;

writeControl  timeStep;

writeInterval  200;

purgeWrite  0;

writeFormat  ascii;

writePrecision  6;

writeCompression  off;

timeFormat  general;

timePrecision  6;

runTimeModifiable  true;

functions
{
/*  residuals
 *  {
 *    type  residuals;
 *    libs  ("libutilityFunctionObjects.so");
 *    writeControl  timeStep;
 *    writeInterval  1;
 *    fields  (p U);
 *  }
 */
}
