benchmark/system/fvSolution
FoamFile
{
  format  ascii;
  class   dictionary;
  object  fvSolution;
}

solvers
{
  p
  {
    solver     GAMG;
    smoother   GaussSeidel;
    tolerance  1e-7;
    relTol     0.01;
  }
  Phi
  {
    $p;
  }
  U
  {
    solver     smoothSolver;
    smoother   GaussSeidel;
    tolerance  1e-8;
    relTol     0.1;
    nSweeps    1;
  }
}

SIMPLE
{
  nNonOrthogonalCorrectors  0;
  consistent  yes;
}

relaxationFactors
{
  equations
  {
    U      0.9;
    k      0.5;
    omega  0.5;
  }
}

cache
{
  grad(U);
}
